<?php
define('DB_ERR_MAIL', 'Администратор <admin@eshopmakers.com>'); // Укажите e-mail адрес и имя получателя, куда будут тприходить пиьсма с технической информацией, в случае возникновения проблем с MySQL сервером.
define('DB_ERR_MSG', "<br><br><center><font face=\"verdana,tahoma,arial\" size=\"2\" color=\"ff0000\"><b>"
                     ."Інтернет-магазин закритий на технічне обслуговування, заходьте пізніше!</b><font></center>"); // Сообщение, которое будет выводиться при возникновении проблем с MySQL сервером.
?>