<?php

/**
 * Языковый файл для страницы, выводящей сообщение о том, что страница не найдена: русский
 */

define('NOT_FOUND_PAGE_TITLE', '404 — Страница не найдена');
define('NOT_FOUND_PAGE_HEADER', '404 — Страница не найдена');
define('NOT_FOUND_PAGE_TEXT', '<p>Адресу, по которому вы обратились, не соответствует ни одна страница на нашем сайте. Она могла быть удалена, перенесена или никогда не существовала на самом деле.</p>');
define('NOT_FOUND_PAGE_CONTINUE_BUTTON_TEXT', 'На главную');
define('NOT_FOUND_PAGE_CONTINUE_BUTTON_TITLE', 'Вернуться на главную страницу.');