<?php
  // List all cyrillic conversion characters
  // ### Ensure to save this file as the correct charset! ###
		$cyryllic = array(
		"ё"=>"yo","ж"=>"zh","ф"=>"ph","х"=>"kh","ц"=>"ts","ч"=>"ch","ш"=>"sh","щ"=>"sch","э"=>"e","ю"=>"ju","я"=>"ja",

		"а"=>"a","б"=>"b","в"=>"v","г"=>"g","ґ"=>"g","д"=>"d","е"=>"e","з"=>"z","и"=>"i","й"=>"j","к"=>"k","л"=>"l","м"=>"m",
		"н"=>"n","о"=>"o","п"=>"p","р"=>"r","с"=>"s","т"=>"t","у"=>"u","х"=>"h","ц"=>"c","ы"=>"y",
    
    "Ё"=>"Yo","Ж"=>"ZH","Ф"=>"PH","Х"=>"KH","Ц"=>"TS","Ч"=>"CH","Ш"=>"SH","Щ"=>"SCH","Э"=>"E","Ю"=>"JU","Я"=>"JA",
		
		"А"=>"A","Б"=>"B","В"=>"V","Г"=>"G","Ґ"=>"G","Д"=>"D","Е"=>"E","З"=>"Z","И"=>"I","Й"=>"J","К"=>"K","Л"=>"L","М"=>"M","Н"=>"N",
		
		"О"=>"O","П"=>"P","Р"=>"R","С"=>"S","Т"=>"T","У"=>"U","Х"=>"H","Ц"=>"C","Ы"=>"Y",
		// -----------------------
		  "Ъ" => "",  "Ь" => "", "’" => "",  "ъ" => "", "ь" => "", "І" => "i", "і" => "i", "ї"=>"yi", "є"=>"ye", "Ї"=>"yi", "Є"=>"ye"
		);
?>
