<?php
/*
  $Id: info_shopping_cart.php,v 1.1.1.1 2003/09/18 19:04:30 wilt Exp $

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

  define('HEADING_TITLE', 'Кошик відвідувача/Кошик клієнта');
  define('SUB_HEADING_TITLE_1', 'Кошик відвідувача');
  define('SUB_HEADING_TITLE_2', 'Кошик клієнта');
  define('SUB_HEADING_TITLE_3', 'Інформація');
  define('SUB_HEADING_TEXT_1', 'Кожен відвідувач нашого магазину отримує \' Кошик відвідувача \'. Це дозволяє відвідувачам тимчасово зберігати обрані товари на час перебування в магазині. При виході з магазину, її вміст втрачається.');
  define('SUB_HEADING_TEXT_2', 'Кожен зареєстрований і пройшов процедуру входу клієнт отримує \' Кошик клієнта \'. Це дозволяє клієнтам зберігати в кошику обрані товари і повернутися до неї пізніше для проведення процедури замовлення. Всі товари зберігаються в кошику доти, поки вони не будуть замовлені або видалені клієнтом. ');
  define('SUB_HEADING_TEXT_3', 'Якщо зареєстрований користувач вибрав продукти і помістив їх у \' Кошик відвідувача \'до процедури реєстрації, а потім виконав реєстрацію і процедуру входу, то товари з \' Кошики відвідувача \' автоматично перемістяться в \' Кошик клієнта \'.');
  define('TEXT_CLOSE_WINDOW', '[закрити вікно]');
?>