<?php

/**
 * Языковый файл для страницы, выводящей сообщение о том, что страница не найдена: украинский
 */

define('NOT_FOUND_PAGE_TITLE', '404 — Сторінку не знайдено');
define('NOT_FOUND_PAGE_HEADER', '404 — Сторінку не знайдено');
define('NOT_FOUND_PAGE_TEXT', '<p>Адресі, за якою ви звернулися, не відповідає жодна зі сторінок нашого сайту. Вона могла бути видалена, перенесена або ніколи не існувала настправді.</p>');
define('NOT_FOUND_PAGE_CONTINUE_BUTTON_TEXT', 'На головну');
define('NOT_FOUND_PAGE_CONTINUE_BUTTON_TITLE', 'Повернутися на головну сторінку.');