<?php
/*
  $Id: privacy.php,v 1.1.1.1 2003/09/18 19:04:30 wilt Exp $

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

  define('NAVBAR_TITLE', 'Секретність');
  define('HEADING_TITLE', 'Секретність');

  define('TEXT_INFORMATION', '<B> Секретність, яку ми гарантуємо. </B> Каталог <br>
Вся конфіденційна інформація, якою ми обмінюємося зі своїми клієнтами, що містить такі дані, як наприклад,
персональну і фінансову інформацію, відомості про кредитні картки й інші дані передбачають строго обмежений
доступ, в обов\'язковому порядку передаються в зашифрованому вигляді, з використанням протоколу SSL, що гарантує максимальну
таємність і безпеку. <br>
Ми гарантуємо таємність всієї конфіденційної інформації надходить від клієнтів. Ми так само гарантуємо, що ця інформація
не буде доступна або передана кому або іншому, включаючи приватних осіб і організації. <br>
<br>Безпека забезпечена сервером SSL. Каталог <br>
Ми застосовуємо 128-бітове кодування інформації на сервері SSL, у відповідності зі стандартами США. Це найвищий стандарт,
застосовуваний для забезпечення шифрування інформації в Інтернет. Примітка: Уряд Сполучених Штатів обмежує
продаж таких систем шифрування за межі США.
Наш сервер розміщений в США, і завдяки нашим Американським партнерам, ми змогли забезпечити Вашу Інтернет безпеку на самому
високому світовому рівні. <br>
<br>
Сервер SSL. <br>
Протокол SSL (Secure Sockets Layer) кодує всі дані передаються через Інтернет між клієнтом і сервером. Ця система гарантує
передачу інформації тільки між клієнтами підключеними один до одного через цей протокол, і доступ до даних або перехоплення і використання інформації третіми особами неможливе<br> ');
?>