<?php
/*
  $Id: shipping.php,v 1.1.1.1 2003/09/18 19:04:30 wilt Exp $

  osCommerce, Open Source E-Commerce Solutions
  http://www.oscommerce.com

  Copyright (c) 2002 osCommerce

  Released under the GNU General Public License
*/

  define('NAVBAR_TITLE', 'Доставка товарів');
  define('HEADING_TITLE', 'Доставка товарів');
  
  define('TEXT_INFORMATION', 'Для виконання вашого замовлення, нам необхідно мінімальний
   час на його обробку. <br> Як правило, мінімальний час становить 24 години, а
   в деяких випадках він може збільшитися через те, що замовлення надійшло, наприклад,
   вночі або у вихідні та святкові дні. <br>
   Тому, ми просимо Вас робити свої замовлення завчасно. <br> Дайте нам, будь ласка,
   приблизно 1-4 робочих дні, щоб ми могли підготувати і відправити, а Ви
   могли отримати Ваше замовлення в найкоротший термін.
   <br>
   Придбання та гарантія повернення: <br>
   Дякуємо Вам за покупки в нашому інтернет-магазині. Наступна інформація пояснює
   умови придбання і гарантії повернення. <br>
   <br>
   Оплата: <br>
   Для всіх замовлень, зроблених на нашому сайті, оплата може бути зроблена
   за допомогою системи WebMoney, або банківським переказом на наш рахунок. <br>
   <br>
   Обмін товару або грошове відшкодування: <br>
   Ви можете відмовитися від поставленого нами товару, у випадку, якщо доставлений
   товар не відповідає тому, що ви замовляли і товар може бути повернутий
   безпосередньо в момент доставки. Товар повинен бути повернутий у своєму оригінальному упакуванні із супроводжуючими посилку документами. <br>
   Якщо у вас є будь-які питання, будь ласка, зв\'яжіться з нашим відділом обслуговування.');
?>